tap "homebrew/bundle"
tap "homebrew/services"
tap "laishulu/macism"
tap "neovim/neovim"
brew "chezmoi"
brew "cmake"
brew "fd"
brew "fish"
brew "frpc", restart_service: true
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "lazygit"
brew "neovim"
brew "pnpm"
brew "sqlite"
brew "python@3.11"
brew "ripgrep"
brew "sccache"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "vivid"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "laishulu/macism/macism"
cask "iterm2"
cask "keycastr"
cask "squirrel"
