tap "homebrew/bundle"
tap "neovim/neovim"
brew "chezmoi"
brew "exa"
brew "fd"
brew "fish"
brew "git"
brew "gnupg"
brew "go"
brew "lazygit"
brew "neovim"
brew "pnpm"
brew "sqlite"
brew "python@3.11"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "iterm2"
cask "keycastr"
cask "kitty"
