tap "homebrew/bundle"
tap "homebrew/services", "https://mirrors.ustc.edu.cn/homebrew-services.git"
tap "laishulu/macism"
tap "neovim/neovim"
brew "sqlite"
brew "aria2"
brew "chezmoi"
brew "cmake"
brew "corepack", link: false
brew "fd"
brew "fish"
brew "frpc", restart_service: true
brew "frps"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "libusb"
brew "gnupg"
brew "go"
brew "lazygit"
brew "llvm"
brew "neovim"
brew "nginx"
brew "nvm"
brew "protobuf"
brew "ripgrep"
brew "sccache"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "vivid"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "laishulu/macism/macism"
cask "iterm2"
cask "keycastr"
